Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Locked to your spot right now
ar: مغلق لمكانك الآن
bg: Заключен за вашето място в момента
bs: Trenutno zaključan na vašem mjestu
ca: Tancat al teu lloc ara mateix
cs: Uzamčeno na vašem místě právě teď
da: Låst til din plads lige nu
de: Gerade an deinen Standort gebunden
el: Κλειδωμένος στη θέση σου αυτή τη στιγμή
es: Bloqueado en tu lugar ahora mismo
et: Hetkel oma kohale lukustatud
eu: Zure tokian blokeatuta dago orain
fi: Lukittu paikkaasi juuri nyt
fr: Verrouillé à ton place en ce moment
ga: Faoi ghlas do láthair faoi láthair
gl: Pechado no teu lugar agora mesmo
he: נעול במקום שלך עכשיו
hi: अभी आपके स्थान पर ताला लगा हुआ है
hr: Zaključan za svoje mjesto upravo sada
hu: Jelenleg a helyedre zárva
id: Terkunci di tempat Anda sekarang
is: Læst á þínum stað núna
it: Bloccato al tuo posto in questo momento
ja: 今あなたの場所にロックされています
ka: ჩაკეტილია შენს ადგილზე ახლავე
kk: Дәл қазір сіздің орныңызға құлыпталды
ko: 지금은 네 자리에 잠겨 있어
lt: Šiuo metu užrakinta savo vietoje
lv: Šobrīd ir bloķēta jūsu vietā
mk: Заклучено на вашето место во моментов
ms: Dikunci di tempat anda sekarang
mt: Imsakkra fuq il-post tiegħek bħalissa
nb: Låst til din plass akkurat nå
nl: Momenteel op jouw plek vergrendeld
pl: Aktualnie zablokowane na Twoim miejscu
pt_br: Trancado no seu lugar agora
ro: Blocat la locul tău chiar acum
ru: Заблокировано на вашем месте прямо сейчас
sk: Zamknuté na vašom mieste práve teraz
sl: Trenutno ste zaklenjeni na svoje mesto
sq: I mbyllur në vendin tuaj tani
sr: Закључан на вашем месту тренутно
sv: Låst till din plats just nu
th: ล็อคตรงจุดของคุณแล้ว
tr: Şu anda yerinize kilitlendik
uk: Заблоковано на твоєму місці прямо зараз
vi: Đã khóa vị trí của bạn ngay bây giờ
zh_hans: 立即锁定您的位置
zh_hk: 立即鎖定您的位置

source: Locked to your spot right now (%lldm radius)
ar: مقفل في مكانك الآن (نصف القطر %lldm)
bg: Заключен за вашето място в момента (%lldm радиус)
bs: Trenutno zaključan na vašem mjestu (%lldm radijus)
ca: Tancat al vostre lloc ara mateix (radi %lldm)
cs: Právě teď uzamčeno na vašem místě (poloměr %lldm)
da: Låst til dit sted lige nu (%lldm radius)
de: Gerade an deinen Standort gebunden (%lld m Radius)
el: Κλειδωμένη στη θέση σας αυτήν τη στιγμή (ακτίνα %lldm)
es: Bloqueado en tu lugar ahora mismo (radio de %lldm)
et: Praegu lukustatud (%lldm raadius)
eu: Une honetan zure tokian blokeatuta (%lldm erradioa)
fi: Lukittu paikkaasi juuri nyt (%lldm säde)
fr: Verrouillé à ton place en ce moment (rayon %lldm)
ga: Faoi ghlas i do láthair faoi láthair (%lldm ga)
gl: Bloqueado no teu lugar agora mesmo (%lldm radio)
he: נעול במקום שלך כרגע (רדיוס %lldm)
hi: अभी आपके स्थान पर लॉक किया गया है (%lldm त्रिज्या)
hr: Trenutno zaključan na svoje mjesto (%lldm radijus)
hu: Jelenleg a helyedre zárva (%lldm sugár)
id: Terkunci di tempat Anda sekarang (%lldm radius)
is: Læst á þínum stað núna (%lldm radíus)
it: Bloccato al tuo posto in questo momento (raggio %lldm)
ja: 現在あなたの場所にロックされています (%lldm 半径)
ka: ჩაკეტილია თქვენს ადგილზე ახლა (%lldm რადიუსი)
kk: Дәл қазір сіздің орныңызға құлыпталған (%lldm радиусы)
ko: 지금 현재 위치에 고정되어 있습니다(반경 %lldm).
lt: Šiuo metu užrakinta jūsų vietoje (%lldm spindulys)
lv: Šobrīd ir fiksēts jūsu vietā (%lldm rādiuss)
mk: Заклучено на вашето место во моментов (%lldm радиус)
ms: Dikunci di tempat anda sekarang (%lldm radius)
mt: Imsakkar fil-post tiegħek bħalissa (raġġ %lldm)
nb: Låst til stedet ditt akkurat nå (%lldm radius)
nl: Momenteel op uw plek vergrendeld (straal %lldm)
pl: Zablokowano teraz Twoje miejsce (promień %lld m)
pt_br: Bloqueado no seu lugar agora (%lldm raio)
ro: Blocat la locul dvs. chiar acum (raza %lldm)
ru: Прямо сейчас привязан к твоему месту (радиус %lldm)
sk: Momentálne uzamknuté na vašom mieste (polomer %lldm)
sl: Trenutno zaklenjen na svoje mesto (polmer %lldm)
sq: I kyçur në vendin tuaj tani (rreze %lldm)
sr: Закључано на вашем месту тренутно (%lldм радијус)
sv: Låst till din plats just nu (%lldm radie)
th: ล็อคไว้ที่จุดของคุณแล้ว (รัศมี %lldm)
tr: Şu anda bulunduğunuz noktaya kilitlendik (%lldm yarıçapı)
uk: Заблоковано на твоєму місці зараз (радіус %lldm)
vi: Đã khóa tại chỗ của bạn ngay bây giờ (bán kính %lld m)
zh_hans: 立即锁定您的位置（%lldm 半径）
zh_hk: 立即鎖定您的位置（%lldm 半徑）

source: lol ok
ar: لول حسنا
bg: хаха добре
bs: haha ok
ca: jaja ok
cs: lol dobře
da: haha ok
de: haha ok
el: lol εντάξει
es: jaja ok
et: lol okei
eu: jejeje ondo
fi: lol okei
fr: mdr ok
ga: lol ceart go leor
gl: haha ben
he: חחח בסדר
hi: हा हा हा ठीक है
hr: haha ok
hu: lol oké
id: haha baiklah
is: lol allt í lagi
it: haha ok
ja: 笑、わかりました
ka: lol კარგი
kk: lol жарайды
ko: ㅋㅋㅋ 알았어
lt: lol gerai
lv: lol labi
mk: lol ок
ms: haha ok
mt: haha ok
nb: haha ok
nl: lol oké
pt_br: haha ok
ro: haha ok
ru: лол ок
sk: lol dobre
sl: haha v redu
sq: haha në rregull
sr: лол ок
sv: lol okej
th: ฮ่าๆ ตกลง
tr: hahaha tamam
uk: лол ок
vi: cười lớn được rồi
zh_hans: 哈哈，好的
zh_hk: 哈哈，好的

source: lol we should catch up
ar: لول ينبغي لنا اللحاق
bg: хаха, трябва да наваксаме
bs: lol trebali bismo nadoknaditi
ca: jajaja ens haurem de posar al dia
cs: lol, měli bychom to dohnat
da: lol vi burde indhente det
de: lol, wir sollten aufholen
el: lol πρέπει να προλάβουμε
es: jajaja deberíamos ponernos al día
et: lol peaksime järele jõudma
eu: lol harrapatu beharko genuke
fi: lol meidän pitäisi saada kiinni
fr: mdr on devrait se rattraper
ga: lol ba chóir dúinn teacht suas
gl: lol debemos poñernos ao día
he: חחח אנחנו צריכים להתעדכן
hi: हा हा हमें पकड़ लेना चाहिए
hr: lol trebali bismo nadoknaditi
hu: lol utol kellene érnünk
id: haha kita harus mengejar ketinggalan
is: lol við ættum að ná okkur
it: lol dovremmo aggiornarci
ja: （笑）追いつくべきです
ka: lol ჩვენ უნდა დავეწიოთ
kk: біз қуып жетуіміз керек
ko: ㅋㅋㅋ 우리 따라잡아야지
lt: lol turėtume pasivyti
lv: lol mums vajadzētu panākt
mk: lol треба да се израмниме
ms: lol kita harus mengejar
mt: lol għandna nlaħħqu
nb: lol vi burde ta igjen
nl: lol, we moeten even bijpraten
pl: lol, powinniśmy nadrobić zaległości
pt_br: haha, devemos nos atualizar
ro: lol ar trebui să ajungem din urmă
ru: лол, нам надо догнать
sk: lol, mali by sme to dobehnúť
sl: lol morali bi se ujeti
sq: lol ne duhet të kapim hapin
sr: лол требало би да стигнемо
sv: lol vi borde komma ikapp
th: ฮ่าๆ เราควรตามให้ทัน
tr: hahaha yetişmeliyiz
uk: lol, ми повинні наздогнати
vi: cười lớn chúng ta nên bắt kịp
zh_hans: 哈哈，我们应该赶上
zh_hk: 哈哈，我們應該要趕上

source: Long live the ram. Long live the post.
ar: عاش الكبش. يحيا المنشور .
bg: Да живее овенът. Да живее поста.
bs: Živeo ovan. Živjela objava.
ca: Visca el carnero. Visca el post.
cs: Ať žije beran. Ať žije příspěvek.
da: Længe leve vædderen. Længe leve posten.
de: Es lebe der Widder. Es lebe der Beitrag.
el: Ζήτω ο κριός. Ζήτω η ανάρτηση.
es: ¡Viva el carnero! Viva el post.
et: Elagu jäär. Elagu postitus.
eu: Bizi aharia. Bizi ezazu mezua.
fi: Eläköön pässi. Eläköön postaus.
fr: Vive le bélier. Vive le poste.
ga: Go maire sibh an reithe. Go maire sibh an post.
gl: Viva o carneiro. Viva o post.
he: יחי האיל. יחי הפוסט.
hi: राम अमर रहे. पोस्ट जिंदाबाद.
hr: Živio ovan. Živio post.
hu: Éljen a kos. Éljen a poszt.
id: Hidup domba jantan itu. Hidup postingannya.
is: Lengi lifi hrúturinn. Lengi lifi færslan.
it: Lunga vita all'ariete. Viva la posta.
ja: 雄羊万歳。ポスト万歳。
ka: გაუმარჯოს ვერძს. გაუმარჯოს პოსტს.
kk: Қошқар аман болсын. Пост аман болсын.
ko: 숫양 만세. 게시물 만세.
lt: Tegyvuoja avinas. Tegyvuoja postas.
lv: Lai dzīvo auns. Lai dzīvo pasts.
mk: Да живее овенот. Да живее постот.
ms: Hidup domba jantan. Hidup jawatan itu.
mt: Viva l-muntun. Viva l-kariga.
nb: Lenge leve væren. Lenge leve innlegget.
nl: Lang leve de ram. Lang leve de post.
pl: Niech żyje baran. Niech żyje poczta.
pt_br: Viva o carneiro. Viva a postagem.
ro: Trăiască berbecul. Trăiască postarea.
ru: Да здравствует баран. Да здравствует пост.
sk: Nech žije baran. Nech žije príspevok.
sl: Naj živi oven. Naj živi post.
sq: Rroftë dashi. Rroftë postimi.
sr: Живео ован. Живео пост.
sv: Länge leve baggen. Länge leve inlägget.
th: ขอให้แกะมีอายุยืนยาว โพสท์ไว้นานๆนะ
tr: Çok yaşa koç. Yaşasın yazı.
uk: Хай живе баран. Хай живе пост.
vi: Sống lâu ram. Bài viết sống lâu.
zh_hans: 公羊万岁。帖子万岁。
zh_hk: 公羊萬歲。貼文萬歲。

source: Look Around
ar: تجول في المكان
bg: Огледайте се
bs: Pogledaj okolo
ca: Mira al voltant
cs: Rozhlédnout se
da: Se dig omkring
de: Umschauen
el: Κοιτάξτε γύρω
es: Mirar alrededor
et: Vaata ringi
eu: Begiratu Ingurura
fi: Katso ympärillesi
fr: Regarder autour
ga: Breathnaigh Timpeall
gl: Mira ao redor
he: הבט מסביב
hi: चारों ओर देखें
hr: Pogledaj okolo
hu: Nézz körül
id: Lihat Sekeliling
is: Horfðu í kringum þig
it: Guardati attorno
ja: 周囲を見回す
ka: მიმოიხედე გარშემო
kk: Айналаңызға қараңыз
ko: 주변 둘러보기
lt: Apsidairykite aplink
lv: Paskaties apkārt
mk: Погледнете наоколу
ms: Lihat Sekeliling
mt: Ħares Madwar
nb: Se deg rundt
nl: Kijk rond
pl: Rozejrzyj się
pt_br: Olhe ao redor
ro: Privește în jur
ru: Осмотреться
sk: Pozrite sa okolo
sl: Poglej okoli
sq: Shikoni përreth
sr: Погледај около
sv: Se dig om
th: มองไปรอบๆ
tr: Etrafına Bak
uk: Оглянутись
vi: Nhìn xung quanh
zh_hans: 街景四顾
zh_hk: 街景四顧

source: Looking for someone who's sending
ar: أبحث عن شخص يرسل
bg: Търся някой, който изпраща
bs: Traži se neko ko šalje
ca: Busco algú que enviï
cs: Hledám někoho, kdo posílá
da: Leder efter en der sender
de: Ich suche jemanden, der sendet
el: Ψάχνω για κάποιον που στέλνει
es: Buscando a alguien que envíe
et: Otsin kedagi, kes saadab
eu: Bidaltzen ari den norbaiten bila
fi: Etsitään joku, joka lähettää
fr: Je cherche quelqu'un qui envoie
ga: Ag lorg duine atá ag seoladh
gl: Busco alguén que envíe
he: מחפש מישהו ששולח
hi: किसी ऐसे व्यक्ति की तलाश है जो भेज रहा हो
hr: Traži se netko tko šalje
hu: Keresek valakit, aki küld
id: Mencari seseorang yang mengirim
is: Er að leita að einhverjum sem er að senda
it: Alla ricerca di qualcuno che sta inviando
ja: 送ってくれる人を探しています
ka: ვეძებ ადამიანს, ვინც აგზავნის
kk: Жіберетін адамды іздеймін
ko: 보내실 분을 찾습니다
lt: Ieškau kas siunčia
lv: Meklēju kādu, kas sūta
mk: Се бара некој што испраќа
ms: Mencari seseorang yang menghantar
mt: Qed tfittex xi ħadd li qed jibgħat
nb: Ser etter noen som sender
nl: Ik zoek iemand die verzendt
pl: Szukam kogoś kto wysyła
pt_br: Procuro alguém que esteja enviando
ro: Caut pe cineva care trimite
ru: Ищу того, кто отправит
sk: Hľadá sa niekto, kto posiela
sl: Išče se nekdo, ki pošilja
sq: Duke kërkuar për dikë që po dërgon
sr: Тражи се неко ко шаље
sv: Söker någon som skickar
th: ตามหาคนไปส่ง.
tr: gönderecek birini arıyorum
uk: Шукаю того, хто надсилає
vi: Đang tìm người gửi
zh_hans: 寻找发送的人
zh_hk: 尋找發送的人

source: Looking for your letter…
ar: أبحث عن رسالتك...
bg: Търся твоето писмо...
bs: Tražim vaše pismo…
ca: Busco la teva carta...
cs: Hledáte svůj dopis…
da: Leder efter dit brev...
de: Suche nach deinem Brief…
el: Αναζητώντας το γράμμα σας…
es: Buscando tu carta...
et: Sinu kirja otsimine…
eu: Zure gutunaren bila...
fi: Etsitkö kirjettäsi…
fr: Recherche de ta lettre…
ga: Ag lorg do litir…
gl: Buscando a túa carta...
he: מחפש את המכתב שלך...
hi: आपके पत्र की तलाश है...
hr: U potrazi za vašim pismom…
hu: Keresi a levelét…
id: Mencari suratmu…
is: Er að leita að bréfinu þínu...
it: Cerco la tua lettera...
ja: あなたの手紙を探しています…
ka: ვეძებ თქვენს წერილს…
kk: Сіздің хатыңызды іздеуде…
ko: 편지를 찾는 중…
lt: Ieškau tavo laiško…
lv: Meklē tavu vēstuli…
mk: Во потрага по вашето писмо…
ms: Mencari surat anda…
mt: Qed tfittex l-ittra tiegħek...
nb: Ser etter brevet ditt...
nl: Op zoek naar uw brief...
pl: Szukam Twojego listu…
pt_br: Procurando sua carta…
ro: Îți caut scrisoarea...
ru: Ищу твое письмо…
sk: Hľadá sa váš list…
sl: Iščem vaše pismo ...
sq: Në kërkim të letrës suaj…
sr: Тражим ваше писмо…
sv: Letar efter ditt brev...
th: กำลังมองหาจดหมายของคุณ...
tr: Mektubunuzu arıyorum…
uk: Шукаю твого листа…
vi: Đang tìm kiếm thư của bạn…
zh_hans: 正在寻找你的信...
zh_hk: 正在尋找你的信...

source: Made with Baranov, letters that walk: %@
ar: مصنوعة مع بارانوف، الحروف التي تمشي: %@
bg: Направено с Баранов, букви, които вървят: %@
bs: Napravljeno sa Baranovom, slova koja hodaju: %@
ca: Fet amb Baranov, lletres que caminen: %@
cs: Made with Baranov, písmena, která chodí: %@
da: Lavet med Baranov, bogstaver der går: %@
de: Hergestellt mit Baranov, Buchstaben, die laufen: %@
el: Φτιαγμένο με Baranov, γράμματα που περπατούν: %@
es: Hecho con Baranov, letras que caminan: %@
et: Tehtud koos Baranoviga, tähed, mis kõnnivad: %@
eu: Baranovekin egina, ibiltzen diren letrak: %@
fi: Tehty Baranovin kanssa, kävelevät kirjaimet: %@
fr: Réalisé avec Baranov, des lettres qui marchent : %@
ga: Déanta le Baranov, litreacha a shiúlann: %@
gl: Feito con Baranov, letras que andan: %@
he: מיוצר עם ברנוב, אותיות שהולכות: %@
hi: बारानोव के साथ निर्मित, पत्र जो चलते हैं: %@
hr: Napravljeno s Baranovim, slova koja hodaju: %@
hu: Baranovval készült, sétáló betűk: %@
id: Dibuat dengan Baranov, surat yang berjalan: %@
is: Búið til með Baranov, stöfum sem ganga: %@
it: Realizzato con Baranov, lettere che camminano: %@
ja: バラノフで作られた、歩く文字: %@
ka: დამზადებულია ბარანოვთან, ასოები, რომლებიც დადიან: %@
kk: Барановпен жасалған, жүретін әріптер: %@
ko: Baranov와 함께 만든, 걷는 글자: %@
lt: Pagaminta su Baranovu, vaikštančios raidės: %@
lv: Izgatavots ar Baranovu, burti, kas staigā: %@
mk: Направено со Баранов, букви што шетаат: %@
ms: Dibuat dengan Baranov, huruf yang berjalan: %@
mt: Magħmula b'Baranov, ittri li jimxu: %@
nb: Laget med Baranov, bokstaver som går: %@
nl: Gemaakt met Baranov, letters die lopen: %@
pl: Wykonane z Baranowem, litery, które chodzą: %@
pt_br: Feito com Baranov, cartas que andam: %@
ro: Realizat cu Baranov, litere care merg: %@
ru: Сделано в Baranov, письма, которые ходят пешком: %@
sk: Made with Baranov, písmená, ktoré kráčajú: %@
sl: Izdelano z Baranovom, črke, ki hodijo: %@
sq: E bërë me Baranov, letra që ecin: %@
sr: Направљено са Барановом, писма која ходају: %@
sv: Tillverkad med Baranov, bokstäver som går: %@
th: ทำด้วย Baranov ตัวอักษรที่เดิน: %@
tr: Baranov ile yapılmış, yürüyen mektuplar: %@
uk: Зроблено з Барановим, букви, які ходять: %@
vi: Được làm bằng Baranov, các chữ cái biết đi: %@
zh_hans: 由 Baranov 制作，会行走的字母：%@
zh_hk: 由 Baranov 製作，會行走的字母：%@

source: Mail Call
ar: مكالمة بريدية
bg: Обаждане по пощата
bs: Poštanski poziv
ca: Trucada de correu
cs: Hovor o přijetí pošty
da: Mail Opkald
de: Mail-Anruf
el: Κλήση αλληλογραφίας
es: Llamada por correo
et: Meilikõne
eu: Posta Deia
fi: Sähköposti Soita
fr: Appel par courrier
ga: Glao Ríomhphoist
gl: Chamada de correo
he: שיחת דואר
hi: मेल कॉल
hr: Poziv poštom
hu: Mail hívás
id: Panggilan Surat
is: Póstsímtal
it: Chiamata per posta
ja: メール通話
ka: ფოსტის ზარი
kk: Пошта қоңырауы
ko: 메일통화
lt: Pašto skambutis
lv: Zvans pa pastu
mk: Повик по пошта
ms: Panggilan Mel
mt: Sejħa bil-Posta
nb: Postankomstanrop
nl: Mail Bel
pl: Rozmowa pocztowa
pt_br: Chamada por correio
ro: Apel prin e-mail
ru: Почтовый звонок
sk: Mailový hovor
sl: Klic po pošti
sq: Thirrje me postë
sr: Маил Цалл
sv: Maila samtal
th: โทรเมล์
tr: Posta Araması
uk: Дзвінок поштою
vi: Cuộc gọi qua thư
zh_hans: 邮件电话
zh_hk: 電子郵件電話

source: Mail isn't set up
ar: لم يتم إعداد البريد
bg: Пощата не е настроена
bs: Pošta nije postavljena
ca: El correu no està configurat
cs: Mail není nastaven
da: Mail er ikke konfigureret
de: E-Mail ist nicht eingerichtet
el: Η αλληλογραφία δεν έχει ρυθμιστεί
es: El correo no está configurado.
et: Mail pole seadistatud
eu: Posta ez dago konfiguratuta
fi: Postia ei ole asetettu
fr: La messagerie n'est pas configurée
ga: Níl an ríomhphost socraithe
gl: O correo non está configurado
he: דואר לא מוגדר
hi: मेल सेट नहीं है
hr: Mail nije postavljen
hu: A levelezés nincs beállítva
id: Email belum disiapkan
is: Póstur er ekki settur upp
it: La posta non è configurata
ja: メールが設定されていません
ka: ფოსტა არ არის დაყენებული
kk: Пошта орнатылмаған
ko: 메일이 설정되지 않았습니다.
lt: Paštas nenustatytas
lv: Pasts nav iestatīts
mk: Поштата не е поставена
ms: Mel tidak disediakan
mt: Il-posta mhix stabbilita
nb: Mail er ikke konfigurert
nl: E-mail is niet ingesteld
pl: Poczta nie jest skonfigurowana
pt_br: O e-mail não está configurado
ro: E-mailul nu este configurat
ru: Почта не настроена
sk: Mail nie je nastavený
sl: Pošta ni nastavljena
sq: Posta nuk është konfiguruar
sr: Пошта није подешена
sv: Mail är inte konfigurerat
th: เมลไม่ได้ตั้งค่า
tr: Posta kurulmadı
uk: Пошта не налаштована
vi: Thư chưa được thiết lập
zh_hans: 邮件未设置
zh_hk: 郵件未設定

source: Mailbag
ar: حقيبة البريد
bg: Пощенска чанта
bs: Poštanska torba
ca: Bossa de correu
cs: Poštovní taška
da: Postpose
de: Postsack
el: Ταχυδρομική τσάντα
es: bolsa de correo
et: Postikott
eu: Postontzia
fi: Postilaukku
fr: Sac postal
ga: Mála poist
gl: Bolsa de correo
he: שקית דואר
hi: मेलबैग
hr: poštanska torba
hu: Postatáska
id: Kantong surat
is: Póstpoki
it: Busta della posta
ja: メールバッグ
ka: საფოსტო ჩანთა
kk: Пошта сөмкесі
ko: 우편함
lt: Pašto krepšys
lv: Pasta soma
mk: Поштенска торбичка
ms: Beg mel
mt: Borża tal-posta
nb: Postsekk
nl: Postzak
pl: Poczta
pt_br: Mala postal
ro: Geanta poștală
ru: Сумка
sk: Poštová taška
sl: Poštna torba
sq: Kuti postare
sr: Маилбаг
sv: Postväska
th: กระเป๋าไปรษณีย์
tr: Posta çantası
uk: Сумка
vi: Túi thư
zh_hans: 邮袋
zh_hk: 郵袋

source: Make a reel
ar: اصنع بكرة
bg: Направете макара
bs: Napravite kolut
ca: Fer un rodet
cs: Vytvořte kotouč
da: Lav en rulle
de: Reel erstellen
el: Φτιάξτε ένα καρούλι
es: hacer un carrete
et: Tee rull
eu: Egin bobina bat
fi: Tee kela
fr: Faire une bobine
ga: Déan ríl
gl: Fai unha bobina
he: תעשה סליל
hi: एक रील बनाओ
hr: Napravite kolut
hu: Készíts egy tekercset
id: Buat gulungan
is: Búðu til spólu
it: Crea una bobina
ja: リールを作る
ka: გააკეთეთ რგოლი
kk: Ролик жасаңыз
ko: 릴을 만들어 보세요
lt: Padarykite ritę
lv: Izveidojiet spoli
mk: Направете ролна
ms: Buat kekili
mt: Agħmel rukkell
nb: Lag en snelle
nl: Maak een spoel
pl: Zrób rolkę
pt_br: Faça uma bobina
ro: Faceți o bobină
ru: Сделать ролик
sk: Urobte kotúč
sl: Naredite kolut
sq: Bëni një mbështjellje
sr: Направите колут
sv: Gör en rulle
th: ทำรอก
tr: Bir makara yap
uk: Зроби котушку
vi: Làm một cuộn phim
zh_hans: 做一个卷轴
zh_hk: 做一個捲軸

source: Make it unforgettable
ar: اجعلها لا تنسى
bg: Направете го незабравимо
bs: Učinite to nezaboravnim
ca: Que sigui inoblidable
cs: Udělejte to nezapomenutelným
da: Gør det uforglemmeligt
de: Mach es unvergesslich
el: Κάντε το αξέχαστο
es: Hazlo inolvidable
et: Tee see unustamatuks
eu: Egin ezazu ahaztezina
fi: Tee siitä unohtumaton
fr: Rendez-le inoubliable
ga: Déan é unforgettable
gl: Faino inesquecible
he: הפוך אותו לבלתי נשכח
hi: इसे अविस्मरणीय बनाएं
hr: Neka bude nezaboravno
hu: Tedd felejthetetlenné
id: Jadikan itu tak terlupakan
is: Gerðu það ógleymanlegt
it: Rendilo indimenticabile
ja: 忘れられないものにしましょう
ka: გახადეთ ის დაუვიწყარი
kk: Оны ұмытылмастай етіңіз
ko: 잊을 수 없게 만드세요
lt: Padarykite tai nepamirštamą
lv: Padariet to neaizmirstamu
mk: Направете го незаборавно
ms: Jadikan ia tidak dapat dilupakan
mt: Agħmilha indimentikabbli
nb: Gjør det uforglemmelig
nl: Maak het onvergetelijk
pl: Spraw, aby było to niezapomniane
pt_br: Torne-o inesquecível
ro: Fă-o de neuitat
ru: Сделай это незабываемым
sk: Nech je to nezabudnuteľné
sl: Naj bo nepozabno
sq: Bëjeni të paharrueshëm
sr: Учините то незаборавним
sv: Gör det oförglömligt
th: ทำให้มันน่าจดจำ
tr: Unutulmaz hale getirin
uk: Зроби це незабутнім
vi: Làm cho nó không thể nào quên
zh_hans: 让人难忘
zh_hk: 讓人難忘

source: Make one stranger say “aww”
ar: اجعل شخصًا غريبًا يقول "رائع"
bg: Накарайте един непознат да каже „уау“
bs: Natjerajte jednog stranca da kaže "auu"
ca: Feu que un estrany digui "aww"
cs: Přimějte jednoho cizince, aby řekl „aww“
da: Få en fremmed til at sige "aww"
de: Bringe einen Fremden dazu, „Aww“ zu sagen
el: Κάνε έναν άγνωστο να πει "ωχ"
es: Haz que un extraño diga "aww"
et: Pange üks võõras ütlema "aww"
eu: Egin ezezagun bati "aww" esatea
fi: Saa yksi muukalainen sanomaan "aww"
fr: Fais dire à un étranger « aww »
ga: Cuir "aww" le strainséir amháin
gl: Fai que un estraño diga "aww"
he: לגרום לאדם זר אחד לומר "אוו"
hi: किसी अजनबी से "ओह" कहलवाओ
hr: Natjeraj jednog stranca da kaže "au"
hu: Mondjon rá egy idegent, hogy „aww”
id: Membuat orang asing berkata “aww”
is: Láttu einn ókunnugan mann segja "aww"
it: Fai dire a uno sconosciuto "aww"
ja: 見知らぬ人に「ああ」と言わせる
ka: აიძულე ერთი უცნობი თქვას "აუ"
kk: Бейтаныс біреуді «ау» деуге мәжбүр етіңіз
ko: 낯선 사람이 "아아"라고 말하게 만들기
lt: Priverskite vieną nepažįstamą žmogų pasakyti „aww“
lv: Lieciet kādam svešiniekam pateikt "aww"
mk: Натерајте еден странец да каже „ауу“
ms: Buat orang yang tidak dikenali berkata "aww"
mt: Agħmel barrani wieħed jgħid "aww"
nb: Få en fremmed til å si "aww"
nl: Laat een vreemdeling ‘aww’ zeggen
pl: Spraw, aby nieznajomy powiedział „och”
pt_br: Faça um estranho dizer “aww”
ro: Fă un străin să spună „aww”
ru: Заставь одного незнакомца сказать «оу»
sk: Nechajte jedného cudzinca povedať „aww“
sl: Naj en tujec reče "auu"
sq: Bëje një të huaj të thotë "aww"
sr: Натерајте једног странца да каже "ауу"
sv: Få en främling att säga "aww"
th: ทำให้คนแปลกหน้าคนหนึ่งพูดว่า "อุ๊ย"
tr: Bir yabancıya “ayyy” dedirtin
uk: Змусити одного незнайомця сказати "ой"
vi: Khiến một người lạ phải thốt lên “aww”
zh_hans: 让一个陌生人说“哇”
zh_hk: 讓一個陌生人說“哇”

source: Make reel
ar: اصنع بكرة
bg: Направете макара
bs: Napravite kolut
ca: Fer bobina
cs: Vytvořte kotouč
da: Lav rulle
de: Rolle machen
el: Φτιάξτε καρούλι
es: hacer carrete
et: Tee rull
eu: Egin bobina
fi: Tee kela
fr: Faire une bobine
ga: Déan ríl
gl: Facer bobina
he: תעשה סליל
hi: रील बनाओ
hr: Napravi kolut
hu: Készítsen tekercset
id: Buat gulungan
is: Búðu til spólu
it: Crea una bobina
ja: リールを作る
ka: გააკეთეთ რგოლი
kk: Ролик жасаңыз
ko: 릴 만들기
lt: Padaryti ritę
lv: Izveidojiet spoli
mk: Направете ролна
ms: Buat kekili
mt: Agħmel rukkell
nb: Lag snelle
nl: Maak spoel
pl: Zrób rolkę
pt_br: Faça carretel
ro: Faceți bobina
ru: Сделать катушку
sk: Urobte kotúč
sl: Naredi kolut
sq: Bëni mbështjellje
sr: Направите колут
sv: Gör rulle
th: ทำรอก
tr: Makara yap
uk: Зробити котушку
vi: Làm cuộn
zh_hans: 制作卷轴
zh_hk: 製作捲軸
